{
    "year": "2015",
    "term": "Michaelmas",
    "events": [
    {
        "date": "2015-01-13",
        "time": "8pm",
        "location": "Bristol-Myers-Squibb Lecture Theatre",
        "title": "The History of Quantum Chromodynamics",
        "speaker": "Professor Harald Fritzsch (Maxwell Lecture)",
        "abstract": "In 1964, Gell-Mann introduced the quarks as the basic constituents of the nucleons. In 1970, Gell-Mann and Harald Fritzsch assigned a new quantum number to the quarks, the &quot;color&quot;. Two years later the colors were used in the same way as the electric charge in Maxwell's electrodynamics - the resulting gauge theory we called &quot;Quantum Chromodynamics&quot;. The strong forces are generated by the exchange of eight gluons. Today this theory is regarded as the correct theory of the strong interactions and of the nuclear forces. "
    },
    {
        "date": "2015-10-23",
        "title": "The topology of a curve in the neighborhood of a singular point",
        "speaker": "Professor Etienne Ghys (UMPA)",
        "abstract": "I would like to start with a clever (and elementary) observation of M.  Kontsevich. When we draw the graphs of four real polynomials in one variable intersecting in some point, some local qualitative pictures turn out to be impossible. I will then generalize to any number of polynomials and then to singularities of real algebraic curves. Some interesting algebraic structures appear and open questions arise"
    },
    {
        "date": "2015-10-27",
        "time": "4-5pm",
        "location": "MR9, CMS",
        "title": "Maths in Industry",
        "speaker": "BP International",
        "abstract": "For those undergraduates interested in applying mathematics in the outside world, BP will be running a talk, discussing how they use their mathematicians."
    },
    {
        "date": "TBC",
        "title": "Stretching and twisting: generation of magnetic fields in planets and stars",
        "speaker": "Professor Michael Proctor (DAMTP)",
        "abstract": "Since mankind first began to think and reason, they have wondered about the movement of the planets and stars above. Asking about these celestial bodies is usually one of a child's first scientifically curious questions."
    },
    {
        "date": "2015-11-20",
        "title": "Listening to Shape",
        "speaker": "Dr Dennis Barden (DPMMS)",
        "abstract": "Throughout his career, Dennis Barden has immersed himself in the worlds of geometry and topology. In this talk, he will focus on the ideas of the relatively new field of shape theory, a branch of topology that aims to explore topological spaces in a unique way."
    },
    {
        "date": "2015-11-27",
        "title": "The problem of singularities in general relativity, 100 years after the birth of the theory",
        "speaker": "Professor Mihalis Dafermos (DPMMS)",
        "abstract": "The interconnections between general relativity and the ideas of pure mathematics such as differential geometry are both astonishing and intense. Mihalis Dafermos, the Lowndean Professor of Astronomy and Geometry, will illustrate this connection by looking at some of the questions surrounding black holes and the general issue of singularities."
    }
    ]
}
